Repository: DevelopCubeLab/ClearFilzaResidue
Catalog: ClearFilzaResidue/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

# About_Footer_text
source: This App has no URL Scheme, and all files are stored in the sandbox directory.
zh_hans: 此App没有任何URL Scheme，所有文件均保存在沙盒目录内。

# Alert_text
source: Alert
zh_hans: 提示

# Cancel_text
source: Cancel
zh_hans: 取消

# CFBundleDisplayName
source: Clear Residue
zh_hans: 清除残留

# CFBundleName
source: Clear Residue
zh_hans: 清除残留

source: Copy Path
zh_hans: 复制路径

# Copy_Successful
source: Copy path successful
zh_hans: 复制路径成功

# Customer_Rule_Tips_Content
source: You can place custom rules in this directory with the file name 'Rule.json'. For specific rules, please refer to: https://github.com/DevelopCubeLab/ClearFilzaResidue
zh_hans: 您可以将自定义规则放在当前目录下，文件名为’Rule.json’，具体规则请参考：https://github.com/DevelopCubeLab/ClearFilzaResidue

# Customer_Rule_Tips_FileName
source: Tips.txt
zh_hans: 自定义规则提示.txt

# Delete_Files_By_Customer_Rule_message
source: The current rule is a user-defined rule. Please confirm that the files/directories within the rule can be deleted without affecting the normal operation of the system. The App does not impose any restrictions, and the App is not responsible for any damage to the device or system crash that may occur. Are you sure you want to continue deleting the selected files?
zh_hans: 当前规则为用户自定义规则，请确认规则内的文件是可以被删除，但不影响系统正常运行的文件/目录，App没有做任何限制，如果造成设备损坏或者系统崩溃，App概不负责。 是否继续删除所选文件？

# Delete_Files_By_Default_Rule_message
source: Are you sure you want to delete the selected files?
zh_hans: 确认删除所选文件吗？

source: Delete Select Files
zh_hans: 删除选中的文件

source: Delete Successful
zh_hans: 删除成功

source: Detected
zh_hans: 检测到

# Determine_text
source: Determine
zh_hans: 确定

# Dismiss_text
source: Dismiss
zh_hans: 关闭

source: File
zh_hans: 文件

# Load_Customer_Rule_Failed
source: Failed to load custom rules, default rules have been loaded. Please check whether there are errors in the structure or attributes of the json file. error message:%@
zh_hans: 加载自定义规则失败，已加载默认规则。请检查json文件的结构或者属性是否存在错误。 错误信息：%@

# Need_Install_With_TrollStore_text
source: You need to use TrollStore or jailbreak to install this App, otherwise you can only view part of the information. Or your developer certificate should have the 'com.apple.private.security.no-sandbox' entitlements.
zh_hans: 需要使用TrollStore或越狱安装此App，否则您只能查看部分信息。 或者您的开发者证书能有'com.apple.private.security.no-sandbox’权利。

source: Not Detected
zh_hans: 未检测到

# Not_Select_File
source: The file/directory to be deleted is not selected!
zh_hans: 没有选择任何需要删除的文件/目录

# Rule_1
source: Filza Cache
zh_hans: Filza缓存

# Rule_2
source: App Switcher Snapshots
zh_hans: 后台截图

# Rule_3
source: Application Support
zh_hans: 应用程序支持

# Rule_4
source: Saved Application State
zh_hans: 保留的应用状态

# Rule_5
source: HTTP Storages(Contains Cookies)
zh_hans: HTTP缓存(包含Cookies)

# Rule_6
source: Filza Private Directory(Including recycle bin, etc.)
zh_hans: Filza私有目录(包含回收站等内容)

# Rule_7
source: Filza Preferences(Deleting will cause the Filza configuration file to be lost.)
zh_hans: Filza配置文件(删除后会导致Filza配置文件丢失，建议手动备份)

# Thanks_Reveil3
source: Special thanks to Reveil 3 for providing the data
zh_hans: 特别感谢Reveil 3提供数据

# Unknown_text
source: Unknown
zh_hans: 未知

source: Use Customer Rule
zh_hans: 正在使用用户自定义规则

# Version_text
source: Version
zh_hans: 版本号
